[
  {
    "page": 1,
    "title1": "Progressive overload",
    "paragraph1": "The <b>broadest</b> and simplest definition of progressive overload I can think of is simply beating your logbook. The two most common forms of progressive overload are increasing weight or increasing the amount of repetitions done in a set. In fact, these two are so common that other forms of progressive overload tend to be overlooked to the point of many beginners thinking these are the only two forms that exist. However, there are many other forms of progressive overload and this section explands more on them. ",
    "paragraph2": "Increasing total amount of sets completed, improving form/control, slowing down eccentrics, speeding up concentrics, decreasing amount of cheat, increasing range of motion (ROM), graduating from easier variations of a lift to harder ones and completing the same amount of work in less time. These 8 often neglected forms of progressive overload can be very important to progress, longevity and enjoyment of lifting. So why are they not more talked about? ",
    "paragraph3": "Well, the truth is that increasing weight or reps are considered more tangible, simple and potent, and pretty much everyone uses them in their training, while most of the latter forms may not be useful to all people. You see, an experienced lifter may have their form, ROM and bar speed down to a tee, making these forms of progressive overload obsolete to improve much further. However, this lifter still needs to get those +1s, A.K.A beat their logbook, which is mainly done either by increasing weight or adding reps or both. ",
    "graph1": [105, 112.5, 120, 127.5, 135, 142.5, 150, 157.5, 165, 172.5],
    "graph2": [
      105, 112.5, 120, 127.5, 135, 142.5, 150, 157.5, 165, 172.5, 177.5, 180,
      182.5, 185, 190, 192.5, 195, 197.5
    ],
    "paragraph4": "Improving form/control, slowing down eccentrics and improving concentric bar speed can be considered progressive overload at a micro level, eg. Microprogressions. Let’s take an example of two lifters: lifter A and Lifter B. ",
    "paragraph5": "Lifter A has been able to add weight or reps consistently to his bench press for a couple of months now. However, for the past three training sessions involving the bench press, he has not been able to add weight or reps. Thus, lifter A has concluded he has reached a bench press plateau.",
    "image1": {
      "width": 300,
      "height": 400,
      "src": "https://lh4.googleusercontent.com/J9an2niGgjhbgi-RFNOlrtLGXGha3n9hYnzAnjV4ngW_s_F3pMkB-evXqZeBVVkkx54=w2400",
      "alt": "test picture"
    },
    "paragraph6": "On the other hand, lifter B is also in the same exact position. However, lifter B has filmed all his bench press sessions and takes a quick look at the videos. In the third last session, during his top set on the tenth rep, his eccentric bar speed is fairly quick, and he ends up bouncing the weight just a little bit off of his chest on the way up. The concentric bar speed takes 2 seconds. He goes for another rep, but ends up failing. ",
    "paragraph7": "In the second last session, during his top set on the tenth rep, his eccentric bar speed is a tad bit slower, and he no longer bounces the bar off of his chest. The concentric bar speed is 1.9 seconds. He goes for another rep, but fails again.",
    "paragraph8": "In the latest session, during his top set on the tenth rep, his eccentric bar speed is even slower, and now has a very slight pause at the bottom of the rep. The concentric bar speed is 1.8 seconds. He goes for another rep, but once again ends up failing.",
    "paragraph9": "Conclusion? Lifter B has not yet reached a plateau. Even though the traditional forms of progressive overload such as adding weight or reps have not been achieved, progress has still clearly occcured. Therefore lifter B changes nothing about his training, but is simply more patient and gives it a few more tries. Two training sessions later, he achieves the eleventh rep.",
    "paragraph10": "As for the other variables such as decreasing cheat, increasing ROM or changing variations based on difficulty, they are not so common in weight training with barbells, dumbbells or machines. This is because simply decreasing the weight is often the best way to keep the exercise the same. In this case, only one variable is being changed and thus progressions are clearer.",
    "paragraph11": "However, the above mentioned forms of progressive overload are extremely common in endeavors where simply decreasing the weight is very difficult or requires specialized equipment, such as calisthenics. Think about movements like one arm pull ups, muscle ups, front levers and planches. What is more feasable, doing assisted one arm pull ups with your off hand and utilising partial reps or negatives, or building some sort of pulley mechanism with a counterweight? Also, isn’t the need of machines antithetical to one of the core tenets of calisthenics?",
    "paragraph12": "Of course, there is nothing wrong with using machines to help with calisthenics goals. I use a pulley system with counter weights to help me with my one arm pull up training, it’s just that it’s not typical in the calisthenics culture for various reasons.",
    "paragraph13": "That said, could those forms of progressive overload be used in training with weights? Sure, but I’d prefer something easier, like adding weight or reps."
  },
  {
    "page": 2,
    "title1": "Strength = size?",
    "paragraph1": "In the lifting community, there have been debates in recent years about whether or not simply getting stronger equals getting bigger. The problem with this question, however, is that strength can be defined in multiple ways. That said, if you were to ask a random gym bro about what the definition of strength is, most of the time it would have something to do with having a big one rep max (1rm) in the squat, bench or deadlift.",
    "paragraph2": "With that particular definition in mind, the answer is yes and no. The “yes” comes from the fact that if a person goes from a 135 lb bench press 1rm to 405 lb 1rm, there is no way for them to not have gotten bigger, even if they only ever trained in low rep ranges. However, the “no” part comes from the fact that there are ways to “cheese” strength progressions by utilising overpowered techniques, such as using a massive arch on the bench, a ton of leg drive and an extremely wide grip. Specialising in low reps and high instensity also accentuates strength due to an increase in nervous system efficiency. And what if the jump in weight is only 20 – 30 pounds instead of hundreds? Then there is no way to guarantee size gains.",
    "paragraph3": "So, if increasing your 1rm makes you stronger, then what about increasing your 80 lb dumbbell press AMRAP (as many reps as possible)? If you go from being able to dumbbell bench press 80 lbs per hand for 15 reps to 16 reps, did your 1rm increase? Maybe, maybe not. But did you get stronger? Yes, you got stronger, because 16 is better than 15. This means that strength can also be defined as performance in one aspect or another, in whatever exercise or rep range you choose.",
    "paragraph4": "Let’s have a concrete example of when strength does not necessarily equal size, and when strength almost definitely equals size. Once again, let’s use lifter A and lifter B. ",
    "paragraph5": "Lifter A used to bench press 250 lbs for a 1rm, but got there by using techniques more applicable to bodybuilding, such as less leg drive, slower negatives, a smaller arch and higher rep ranges. Lifter A then decides to get on a program focused on increasing his bench press 1rm. He starts by using more leg drive, widening his grip and making his arch substantially bigger. He also starts training in low rep ranges and no longer does high rep sets near failure. He has plenty of singles, doubles and triples as a part of his strength work. He also neglects other chest exercises that he used to do, such as dumbbell and machine presses as well as chest flies.",
    "paragraph6": "A couple of months pass by, and his bench press 1rm is now 285 lbs. He increased his bench press by 35 pounds. He then decides to look in the mirror, only to notice absolutely no visual changes in his chest. He proceeds to measure his chest, only for the measurement to not have changed at all.",
    "paragraph7": "So why is this? Well, it’s because he did not give his muscles a potent enough stimulus to grow. Instead, he gave his nervous system a potent enough stimulus to get stronger. Also, the changes in technique improved his leverages, allowing higher weights to be lifted automatically.",
    "paragraph8": "Lifter B also used to bench press 250 lbs for a 1rm, but got there by using techniques more applicable to “strength” (performance in low rep ranges), such as a big arch, lots of leg drive, a wide grip and lots of high intensity work in low rep ranges. Lifter B then decides to use a wider variety of exercises, such as dumbbell and machine presses and chest flies. He also starts using slower eccentrics, focuses on a stretch at the bottom, works in higher rep ranges and has overall higher volume at the end of the week for his chest.",
    "paragraph9": "A couple of months pass by, and he then looks in the mirror. He sees noticeable changes to his chest size, and the chest measurement has gone up a little bit as well. But when he goes to do a bench press 1rm, he cannot lift over 250 lbs. But why? Well, the answer is that lifter B got those +1s A.K.A progressively overloaded in exercises and techniques he had not used before."
  }
]
